{
    "products": [
        {
            "id": 1,
            "image": "/products/1.jpg",
            "name": "Modern Lounge Chair",
            "description": "This contemporary lounge chair is perfect for any living room or office. It features a sleek design and is made from high-quality materials.",
            "price": 699.99
        },
        {
            "id": 2,
            "image": "/products/2.jpg",
            "name": "Vintage Dining Set",
            "description": "This vintage-inspired dining set includes a table and four chairs. It is made from solid wood and features a distressed finish.",
            "price": 1199.99
        },
        {
            "id": 3,
            "image": "/products/3.jpg",
            "name": "Mid-Century Sideboard",
            "description": "This beautiful sideboard is inspired by mid-century design. It features a unique combination of wood and metal and is perfect for storing items.",
            "price": 799.99
        },
        {
            "id": 4,
            "image": "/products/4.jpg",
            "name": "Industrial Coffee Table",
            "description": "This industrial-style coffee table is made from reclaimed wood and metal. It features a unique design and is perfect for any living room.",
            "price": 499.99
        },
        {
            "id": 4,
            "image": "/products/5.jpg",
            "name": "Shabby Chic Dresser",
            "description": "This charming dresser is perfect for a bedroom. It is made from solid wood and features a shabby chic finish.",
            "price": 699.99
        },
        {
            "id": 5,
            "image": "/products/6.jpg",
            "name": "Art Deco Vanity",
            "description": "This elegant vanity is inspired by art deco design. It is made from solid wood and features a unique combination of mirror and marble.",
            "price": 999.99
        },
        {
            "id": 6,
            "image": "/products/7.jpg",
            "name": "Retro Armchair",
            "description": "This retro-inspired armchair is perfect for any living room. It is made from high-quality materials and features a unique design.",
            "price": 499.99
        },
        {
            "id": 7,
            "image": "/products/4.jpg",
            "name": "Scandinavian Bookshelf",
            "description": "This minimalist bookshelf is perfect for any room. It is made from solid wood and features a simple, yet elegant design.",
            "price": 349.99
        },
        {
            "id": 8,
            "image": "/products/3.jpg",
            "name": "Rustic Bench",
            "description": "This rustic bench is perfect for any room. It is made from reclaimed wood and features a unique design.",
            "price": 199.99
        },
        {
            "id": 9,
            "image": "/products/2.jpg",
            "name": "Contemporary Ottoman",
            "description": "This contemporary ottoman is perfect for any room. It is made from high-quality materials and features a unique design.",
            "price": 349.99
        }
    ]
}
